Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/puheenjohtaja.html.tmx
Source language: fin
Languages: sms

source: Puheenjohtaja
sms: Saaǥǥjååʹđteei

source: Tuomas Aslak Juuso eli Gáijjot Ánte Issáha Duommá on syntynyt Lahdessa 7. helmikuuta 1985.
sms: Tuomas Aslak Juuso leʹbe Gáijjot Ánte Issáha Duommá lij šõddâm Lahti gåårdest 7. täʹlvvmannust 1985.

source: Juuso on varttunut sekä Lahdessa että Karesuvannossa, mutta peruskoulun hän on käynyt pääsääntöisesti Lahdessa.
sms: Juuso lij rävsmam nuʹt Lahti gåårdest ǥu Karesuvannost, leša vuâđđškooul son lij jååttam vueiʹvvääʹššest Lahti gåårdest.

source: Juuso on suorittanut poro- ja luontaistalouden ammattitutkinnon Saamelaisalueen koulutuskeskuksessa Kaamasen Toivoniemessä.
sms: Juuso lij spraavâm puäʒʒ- da luâtt-tääll ämmat-tuʹtǩǩõõzz Sääʹm škooultemkõõskõõzzâst Kaamâs Toivonjaarǥâst.

source: Lisäksi hän on suorittanut porotalouden lähettilään ohjelman (The Reindeer ambassador program, International Centre for Reindeer Husbandry) sekä kursseja alkuperäiskansaoikeuksista (Sámi University College, Kautokeino).
sms: Lââʹssen son lij spraavâm puäʒʒtääl päkldõõzz prograamm (The Reindeer ambassador program, International Centre for Reindeer Husbandry) di kuursid alggmeervuõiggâdvuõđin (Sámi University College, Kautokeino).

source: Nykyisin Juuso asuu Karesuvannossa.
sms: Ååʹn Juuso jäälast pääiʹǩest Karesuvanto.

source: Juuso valittiin Saamelaiskäräjien jäseneksi ensimmäisen kerran vuonna 2008.
sms: Juuso vaalšeš Sääʹmteeʹǧǧ vuäzzliʹžžen vuõssmõs vuâra eeʹjjest 2008.

source: Hän on edelleen kaikkien aikojen nuorin Saamelaiskäräjille valittu jäsen.
sms: Son lij lââʹssen nuõrmõs Sääʹmtegga vaalšum vuäzzlaž. Juuso vaalšeš Sääʹmteeʹǧǧ 2. väärrsaaǥǥjååʹđteeʹjen vaalpâjja 2016-2019 da ååʹn kuälmad pâjjses 2020-2023 Juuso vaalšeš Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjen täʹlvvmannust 2020.

source: Juuso valittiin Saamelaiskäräjien 2. varapuheenjohtajaksi vaalikaudelle 2016-2019 ja nyt kolmannelle kaudelleen 2020-2023 Juuso valittiin Saamelaiskäräjien puheenjohtajaksi helmikuussa 2020.
sms: Juuso lij leämmaž aktiivlânji mieʹldd sääʹmöhttsažkååʹdd toiʹmmjummšest nuõrrpooddâst ääʹljeeʹl.

source: Juuso on ollut aktiivisesti mukana saamelaisyhteiskunnan toiminnassa nuoresta lähtien.
sms: Juuso tååimi Lääʹdd Sääʹmnuõr rõ halltõõzz saaǥǥjååʹđteeʹjen iiʹjjin 2005-2007 da 2009-2012.

source: Juuso toimi Suomen Saamelaisnuoret ry:n hallituksen puheenjohtajana vuosina 2005-2007 ja 2009-2012.
sms: Lââʹssen son lij tåimmam Õhttõõvvâm meerkooʹddi (ÕM) alggmeeri nuõri leett (Global Indigenous Youth Caucus) saaǥǥjååʹđteeʹjen iiʹjjin 2012-2015 da ÕM alggmeeri maaiʹlmkonfereeʹns õhttvuõđâst tåimmam alggmeeri globaal koordinaatiojoouk vuäzzliʹžžen 2012-2014.

source: Lisäksi hän on toiminut Yhdistyneiden kansakuntien (YK) alkuperäiskansojen nuorten liiton (Global Indigenous Youth Caucus) puheenjohtajana vuosina 2012-2015 ja YK:n alkuperäiskansojen maailmankonferessin yhteydessä toimineen alkuperäiskansojen globaalin koordinaatiotyöryhmän jäsenenä 2012-2014.
sms: Son lij še määŋgain ÕM:st šõddmin saǥstõõllâmproseeʹssin mieʹldd, ouddmiârkkân EMRIP (Expert Mechanism on the Rights of Indigenous Peoples) mandaatt oođeemsaǥstõõllmõõžž, alggmeeri vuässõõttâmvuõiggâdvuõđ raʹvvjummuž ÕM:st kuõskki saǥstõõllmõõžž da ÕM maaiʹlmkonfereeʹns loppdokumeeʹnt saǥstõõllmõõžž.

source: Hän on ollut myös monissa YK:ssa tapahtuneissa neuvotteluprosesseissa mukana, esimerkiksi EMRIP (Expert Mechanism on the Rights of Indigenous Peoples) mandaatin uudistamisneuvottelut, alkuperäiskansojen osallistumisoikeuden vahvistamista YK:ssa koskevat neuvottelut ja YK:n maailmankonferenssin loppudokumentin neuvottelut.
sms: Alggmeeri vuõiggâdvuõđ liâ Juusooʹje vääžnai da son še särnn, što ÕM alggmeeri čuõjtõs lij mäinn tõõzz, mõõn diõtt son vuõʹlji pukin vuõssmõõzzid sääʹmteʹǧǧvaalid mieʹldd.

source: Alkuperäiskansojen oikeudet ovat Juusolle tärkeitä ja hän kertookin, että YK:n alkuperäiskansojen julistus on syy siihen, miksi hän lähti ensimmäisiin saamelaiskäräjävaaleihin mukaan.
sms: Juuso puätt Kaijukka leʹbe Raittjääuʹr siidâst, koʹst puäʒʒhåidd vuâđđââvv vuäʹmm sääʹmsijdd-riâžldõʹǩǩe.

source: Juuso tulee Kaijukoiden eli Raittijärven siidasta, missä poronhoito perustuu vanhaan siida-järjestelmään.
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei

source: Tuomas Aslak Juuso Puheenjohtaja
sms: Õhttvuõtt-teâđ

source: Yhteystiedot
sms: tuomas.juuso(at)samediggi.fi +358 40 687 3394 / +358 10 839 3101

source: tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101
sms: Saaǥǥjååʹđteei veäʹǩǩteei Niina Siivikko niina.siivikko@samediggi.fi teʹl. 010 839 3164 / 040 584 0697
